Revit 2027 API
ParameterTypeId.DpartOriginalCategory Property
 "Original Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartOriginalCategory { get; }
Public Shared ReadOnly Property DpartOriginalCategory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartOriginalCategory {
	ForgeTypeId^ get ();
}
static member DpartOriginalCategory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace